{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Introduction",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Monica Ruth Olivo"
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The recordings featured in this exhibit come from the Gloria Evangelina Anzaldua Papers, housed at the Benson Latin American Collection at the University of Texas at Austin. The recordings, most of which were recorded on audiocassette by Anzaldua herself, were made between 1980 and 1984 and document the writer’s interest in occult spiritual practices as methods of learning and knowing, what would inform a sense of what Anzaldua refers to as Spiritual Activism."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " The early 1980s are a critical period in the study of Anzaldua’s life and work, with the 1981 publication of the landmark Feminist anthology, This Bridge Called My Back [MO1] which was co-edited by Gloria Anzaldua and Cherrié Moraga and published by Kitchen Table Press. It was during this time that Anzaldua was working on Borderlands/La Frontera (1987)."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " Evidenced in these recordings are not only Anzaldua’s interest in what we might readily identify as “New Age” spiritual practice, such as tarot, palmistry, and astrology, but the networks of spiritual practitioners, scholars, and activists that Anzaldua interacted with while living and writing in the cultural hotbeds of San Francisco and later, New York."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " Audiovisual materials provide unique insights into history. Through the voices and conversations captured in this collection of recordings, listeners may come closer to understanding the particular ways in which histories were first embodied in their own present time. Laughter, silence, pauses and hesitations, the crunching sounds of mixed nuts, creaking doors, and detours in conversation: these artifacts within artifacts carry meaning that can only be interpreted in real time, while also revealing the imperfections and spontaneity of the historical process."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This exhibit serves to index recurring themes within the collection, while also pointing to related areas and artifacts of the broader Anzaldua Papers, including manuscripts, subject files, and other audiovisual materials."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Description of the Recordings",
          "bold": true
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "There are over 300 audiocassette tapes in Anzaldua’s collection. Described in the Benson’s finding aid as “Spirituality Recordings,” these 16 audio recordings document palm readings, astrology readings, and tarot readings and workshops. Many of the recordings prominently feature Anzaldua as she receives readings; other figures that appear in the recordings include Cherrie Moraga, Chela Sandoval, Angeles Arrien, and Sally Gearhart."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": " The earliest recordings in this exhibit were made in the late Summer of 1980, and document a series of tarot workshops taught by Angeles Arrien, a cultural anthropologist and author of ten books including The Tarot handbook : practical applications of ancient visual symbols (1987), and The Four-Fold Way: Walking the Paths of the Warrior, Healer, Teacher and Visionary (1993). These classes were attended by Anzaldua, showing a deep interest in the Tarot. Anzaldua demonstrates her knowledge by giving a tarot reading in 1981 to Sally Gearhart[MO2] , an activist[MO3] , novelist, professor active in San Francisco, and co-author of A Feminist Tarot (1981), along with Susan Rennie. In many of the recordings, Anzaldua receives either palm, astrology, or tarot readings. In one such recording, Anzaldua’s palms are read by her friend and fellow scholar Chela Sandoval while Anzaldua visited her in Santa Cruz in July 1983. In another undated recording, Cherrie Moraga receives an astrology reading from an unidentified practitioner."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "December 2024"
        }
      ]
    }
  ],
  "title": "Introduction",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "introduction",
  "created_at": "2024-12-20T21:20:24.366Z",
  "created_by": "tanyaclement",
  "updated_at": "2024-12-20T21:20:24.366Z",
  "updated_by": "tanyaclement"
}